/* --- フレームワーク、ライブラリー ---------------------------------------------------------------------------------------- */
import React, { memo, VFC } from "react";

/* --- アセット -------------------------------------------------------------------------------------------------------- */
import styles from "./ImageUploader.module.scss";

// - ルーティング =========================================================================================================

/* eslint-disable-next-line react/display-name */
export const ImageUploader: VFC = memo((props) => {

  // const {$END$} = props;

  return (
    null
  );
});
